Repository: bynicodevelop/com.nicodevelop.tiktokdownloader
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Add video
fr: Ajouter une vidéo

# videoSentToProcess
source: Your video is being converted.
fr: Votre vidéo est en cours de conversion.

# videoConvertedSuccessfully
source: Your video has been converted successfully.
fr: Votre vidéo a été convertie avec succès.

# videoDownloadedLoading
source: Your video is being downloaded.
fr: Votre vidéo est en cours de téléchargement.

# videoDownloadedSuccessfully
source: Your video has been downloaded successfully.
fr: Votre vidéo a été téléchargée avec succès.

# videoDownloadedError
source: An error occurred while downloading your video.
fr: Une erreur s'est produite lors du téléchargement de votre vidéo.

# label1Wizard
source: 1 - Go to TikTok
fr: 1 - Va sur TikTok

# label2Wizard
source: 2 - Click on the share button
fr: 2 - Clique sur le bouton partager

# label3Wizard
source: 3 - Copy the link
fr: 3 - Copie le lien

# label4Wizard
source: 4 - Paste your the link here
fr: 4 - Colle le lien ici
